{
	"header": {
		"navLabel": "Hauptnavigation",
		"about": "Über mich",
		"aboutTitle": "Erfahren Sie mehr über meinen Werdegang",
		"skills": "Skills",
		"skillsTitle": "Meine technischen Fähigkeiten und Tools",
		"projects": "Projekte",
		"projectsTitle": "Portfolio meiner bisherigen Arbeiten",
		"contact": "Kontakt",
		"contactTitle": "Schreiben Sie mir eine Nachricht"
	},
	"button": {
		"getBtn": "Kontakt aufnehmen",
		"talkBtn": "Lass uns sprechen",
		"project-detail": "Projekt Details",
		"helloBtn": "Hallo Welt",
		"waveRoll": "Ich bin Marcus Gühne",
		"backBtn": "Zurück",
		"nextBtn": "Nächstes",
		"prevBtn": "Vorheriges"
	},
	"about": {
		"title": "Wer ist Marcus?",
		"privacyline": "Über mich",
		"description": "Hallo ich bin Marcus, seit etwa zwei Jahren in der IT-Welt unterwegs. Aktuell mache ich eine Weiterbildung zum Frontend-Developer bei der Developer Akademie.<br><br> Meine Leidenschaft ist das Programmieren, weil ich gerne Ideen in funktionierende Anwendungen umsetze. Die ständige Weiterentwicklung der Technologie inspiriert mich, meine Fähigkeiten zu verbessern.",
		"location": "Sitz in Oschatz/Sachsen",
		"relocation": "Offen für neue Projekte",
		"remote": "Offen für Remote-Arbeit"
	},
	"skills": {
		"title": "Meine",
		"privacyline": "Fähigkeiten",
		"description": "Mein Ausbildungsschwerpunkt an der Developer Akademie lag auf der Entwicklung dieser Kernkompetenzen und Tools:",
		"peelAni": "Zum Öffen ziehen",
		"interested": "Ich will tiefer einsteigen"
	},
	"projects": {
		"info": {
			"title": "Mein Handwerk",
			"privacyline": "Projekte",
			"description": "Ich lade Sie herzlich ein, einen Blick auf meine Projekte zu werfen und selbst damit zu interagieren. Mein Fokus liegt stets darauf, responsive und benutzerfreundliche Lösungen zu entwickeln. Dabei lege ich größten Wert auf einen effizienten und sauberen Code, um eine optimale Performance und Wartbarkeit zu gewährleisten. Sehen Sie selbst, wie ich Design, Usability und technische Exzellenz verbinde!"
		},
		"join": {
			"id": "Join",
			"titleDesc": "Projektbeschreibung",
			"titleDetails": "Technische Implementierung",
			"titleDuration": "Projektdauer: ",
			"descriptionOne": "Join ist ein hochmoderner Aufgabenmanager, der auf dem bewährten Kanban-System basiert. Die App ermöglicht es Teams, Arbeitsabläufe durch intuitive Drag-and-Drop-Funktionen, Benutzerzuweisungen und flexible Kategorisierungen effizient zu strukturieren und zu visualisieren.",
			"descriptionTwo": "In einem agilen 3-Mann-Team realisierten wir die Frontend-Logik mit JavaScript und integrierten Firebase als Echtzeit-Datenbank (Cloud-Backend). Mein Schwerpunkt lag auf der Entwicklung der komplexen Board-Logik, der Kontaktverwaltung sowie der Einhaltung responsiver Design-Standards für mobile Endgeräte.",
			"descriptionDuration": "5 Wochen"
		},
		"pepe": {
			"id": "El Pollo Loco",
			"titleDesc": "Spielbeschreibung",
			"titleDetails": "Technische Details",
			"titleDuration": "Entwicklungszeit: ",
			"descriptionOne": "El Pollo Loco ist ein actionreiches 2D-Jump-and-Run-Game. Spieler begleiten den Charakter Pepe auf seiner Reise durch die Wüste, sammeln Münzen und Tabasco-Salsa-Flaschen und stellen sich in epischen Bosskämpfen gegen die 'verrückte Henne'.",
			"descriptionTwo": "Dieses Soloprojekt wurde vollständig auf Basis von objektorientierter Programmierung (OOP) in JavaScript entwickelt. Zur flüssigen Darstellung wurde die HTML5 Canvas-API genutzt. Ein besonderer Fokus lag auf modularer Code-Struktur (Clean Code) und der Implementierung einer konsistenten Spielmechanik inklusive Kollisionsabfrage.",
			"descriptionDuration": "3 Wochen"
		},
		"pokeDex": {
			"id": "Pokedex",
			"titleDesc": "Funktionsumfang",
			"titleDetails": "Technologie-Stack",
			"titleDuration": "Dauer: ",
			"descriptionOne": "Der Pokédex ist ein interaktives Nachschlagewerk für Pokémon-Trainer. Durch die Anbindung an die PokeAPI werden hunderte Charaktere mit ihren individuellen Fähigkeiten, Basis-Statistiken und Entwicklungsstufen in Echtzeit abgerufen und übersichtlich dargestellt.",
			"descriptionTwo": "Kern dieses Projekts war die Beherrschung von asynchroner Kommunikation (Promises/Fetch API) und der effiziente Umgang mit großen Datenmengen (REST-API). Das Webdesign kombiniert kreative CSS-Animationen mit einer nutzerzentrierten UI-Struktur, um eine optimale Performance auf Desktop und Mobile zu gewährleisten.",
			"descriptionDuration": "4 Wochen"
		}
	},
	"collage": {
		"privacyline": "Gedanken der Kollegen",
		"description": "IN IHREN WORTEN"
	},
	"colleagues": {
		"intheirwords": "MIT IHREN WORTEN",
		"thoughts": "In den Augen der Kollegen",
		"profile": "Profil",
		"person1": "Marcus arbeitet zielstrebig und gut organisiert. Die gemeinschaftliche Arbeit ist eine Bereicherung für das Team. Durch sein Engagement kommt das Team schnell ans Ziel.",
		"person2": "Marcus zeichnet sich durch seine hohe Arbeitsmoral aus und geht Aufgaben stets mit großer Sorgfalt und Engagement an. Er ist ein äußerst zuverlässiger Kollege, dessen Ergebnisse immer pünktlich und in ausgezeichneter Qualität vorliegen.",
		"person3": "Marcus bringt gute Stimmung im Team. Marcus kommuniziert offen und teilt auch gerne sein Wissen mit den Anderen."
	},
	"contact": {
		"privacyline": "Bereit zur<br> Zusammenarbeit?",
		"description": "KONTAKTIEREN SIE MICH",
		"descriptionTwo": "Ich bin gespannt auf Ihre Nachricht!<br><br>Überzeugt? Lassen Sie uns sprechen, wie mein Fachwissen und meine Leidenschaft für Weiterentwicklung Ihre Ziele voranbringen.<br><br>Kontaktieren Sie mich, um über Ihre Vorhaben zu sprechen!",
		"ParagraphOne": "Verfügbar für neue Projekte und Kooperationen."
	},
	"contactForm": {
		"name": "Tragen Sie Ihren Namen ein",
		"email": "Tragen Sie Ihre Email ein",
		"message": "Wie kann ich Ihnen helfen?",
		"privacyPolice": "Ich habe die Datenschutzerklärung gelesen",
		"privacyLink": "und stimme der Verarbeitung meiner Daten wie beschrieben zu",
		"errorName": "Bitte Namen eintragen",
		"errorEmail": "Bitte gib deine Email ein",
		"errorMessage": "Bitte Nachricht eintragen",
		"sendButton": "Absenden",
		"nameHolder": "Ihr Name steht hier",
		"emailHolder": "Ihre E-Mail-Adresse@email.com",
		"messageHolder": "Hallo Marcus, ich interessiere mich für..."
	},
	"legalNotice": {
		"mainHead": "Rechtliche Hinweise",
		"headOne": "Impressum",
		"headTwo": "Das Board erkunden",
		"headThree": "Annahme der Bedingungen",
		"paraOne": "Durch den Zugriff auf und die Nutzung von <span>Portfolio</span> (Produkt) erkennen Sie die folgenden Bedingungen sowie alle Richtlinien, Leitlinien und Änderungen an, die Ihnen von Zeit zu Zeit vorgelegt werden können. Wir, die aufgeführten Studierenden, können die Bedingungen von Zeit zu Zeit ohne Vorankündigung aktualisieren oder ändern.",
		"headFour": "Umfang und Eigentum des Produkts",
		"paraTwo": "<span>Portfolio</span> wurde im Rahmen eines studentischen Gruppenprojekts im Rahmen eines Webentwicklungs-Bootcamps der <span>Developer Akademie GmbH</span> entwickelt. Es dient einem pädagogischen Zweck und ist nicht für die umfassende private und geschäftliche Nutzung vorgesehen. Daher können wir keine gleichbleibende Verfügbarkeit, Zuverlässigkeit, Genauigkeit oder andere Qualitätsaspekte dieses Produkts garantieren. Das Design von <span>Portfolio</span> ist Eigentum der <span>Developer Akademie GmbH</span>. Die unbefugte Verwendung, Reproduktion, Änderung, Verbreitung oder Vervielfältigung des Designs ist strengstens untersagt.",
		"headFive": "Eigentumsrechte",
		"paraThree": "Abgesehen vom Design, das Eigentum der <span>Developer Akademie GmbH</span> ist, behalten wir, die aufgeführten Studenten, alle Eigentumsrechte an <span>Portfolio</span>, einschließlich aller zugehörigen urheberrechtlich geschützten Materialien, Marken und sonstigen geschützten Informationen.",
		"headSix": "Verwendung des Produkts",
		"paraFour": "<span>Portfolio</span> darf nur für rechtmäßige Zwecke und in Übereinstimmung mit allen geltenden Gesetzen und Vorschriften verwendet werden. Jegliche Nutzung von <span>Portfolio</span> für illegale Aktivitäten oder zur Belästigung, Schädigung, Bedrohung oder Einschüchterung anderer Personen ist strengstens untersagt. Sie sind allein für Ihre Interaktionen mit anderen Nutzern von <span>Portfolio</span> verantwortlich.",
		"headSeven": "Gewährleistungsausschluss und Haftungsbeschränkung",
		"paraFive": "<span>Portfolio</span> wird ohne jegliche ausdrückliche oder stillschweigende Garantie bereitgestellt, einschließlich, aber nicht beschränkt auf die stillschweigende Garantie der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung. In keinem Fall haften wir, die aufgeführten Studierenden oder die <span>Developer Akademie</span> für direkte, indirekte, zufällige, Sonder-, Folge- oder exemplarische Schäden, einschließlich, aber nicht beschränkt auf Schäden durch entgangenen Gewinn, Geschäftswert, Nutzung, Daten oder andere immaterielle Verluste, selbst wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden, die aus oder im Zusammenhang mit der Nutzung oder Leistung von <span>Portfolio</span> entstehen.",
		"headEight": "Entschädigung",
		"paraSix": "Sie erklären sich damit einverstanden, uns, die aufgeführten Studenten, die <span>Developer Akademie</span> und unsere verbundenen Unternehmen, Partner, leitenden Angestellten, Direktoren, Vertreter und Mitarbeiter von allen Ansprüchen, Forderungen, Verlusten, Schäden, Kosten oder Haftungen (einschließlich angemessener Rechtskosten) freizustellen, zu verteidigen und schadlos zu halten, die sich aus Ihrer Nutzung von <span>Portfolio</span> und/oder Ihrem Verstoß gegen diesen rechtlichen Hinweis ergeben oder damit in Zusammenhang stehen.",
		"paraSeven": "Bei Fragen oder Hinweisen erreichen Sie uns unter marcusghne&#64;gmx.de.",
		"paraEight": "Datum: Juli 26, 2025"
	},
	"privacy": {
		"mainprivacy": "Datenschutzerklärung",
		"privacyOne": "1. Datenschutz auf einen Blick",
		"privacyHeadOne": "Allgemeine Hinweise",
		"privacyParaOne": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
		"privacyHeadTwo": "Datenerfassung auf dieser Website",
		"privacyHeadTwoLittleA": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
		"privacyParaTwoA": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
		"privacyHeadTwoLittleB": "Wie erfassen wir Ihre Daten?",
		"privacyParaTwoB": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
		"privacyHeadTwoLittleC": "Wofür nutzen wir Ihre Daten?",
		"privacyParaTwoC": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
		"privacyHeadTwoLittleD": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
		"privacyParaTwoD": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
		"privacyTwo": "2. Hosting",
		"privacyTwoHeadA": "All-Inkl",
		"privacyTwoParaA": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter: All-Inkl. Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl: https://all-inkl.com/datenschutzinformationen/.",
		"privacyTwoParaB": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
		"privacyTwoHeadB": "Auftragsverarbeitung",
		"privacyTwoParaC": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.",
		"privacyThree": "3. Allgemeine Hinweise und Pflichtinformationen",
		"privacyThreeHeadA": "Datenschutz",
		"privacyThreeParaA": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
		"privacyThreeHeadB": "Hinweis zur verantwortlichen Stelle",
		"privacyThreeParaB": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Marcus Gühne, Lazerstr. 3, 04758 Oschatz. Telefon: +49 1556 6170599, E-Mail: marcus.ghne@yahoo.de. Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
		"privacyThreeHeadC": "Speicherdauer",
		"privacyThreeParaC": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
		"privacyThreeHeadD": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
		"privacyThreeParaD": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
		"privacyThreeHeadE": "Empfänger von personenbezogenen Daten",
		"privacyThreeParaE": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
		"privacyThreeHeadF": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
		"privacyThreeParaF": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
		"privacyThreeHeadG": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
		"privacyThreeParaG": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO). WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
		"privacyThreeHeadH": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
		"privacyThreeParaH": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
		"privacyThreeHeadI": "Recht auf Datenübertragbarkeit",
		"privacyThreeParaI": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
		"privacyThreeHeadJ": "Auskunft, Berichtigung und Löschung",
		"privacyThreeParaJ": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
		"privacyThreeHeadK": "Recht auf Einschränkung der Verarbeitung",
		"privacyThreeParaK": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen: Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen. Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
		"privacyThreeHeadL": "SSL- bzw. TLS-Verschlüsselung",
		"privacyThreeParaL": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
		"privacyFour": "4. Datenerfassung auf dieser Website",
		"privacyFourHeadA": "Kontaktformular",
		"privacyFourParaA": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar. Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",
		"privacyFourHeadB": "Anfrage per E-Mail, Telefon oder Telefax",
		"privacyFourParaB": "Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar. Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.",
		"privacyFive": "5. Plugins und Tools",
		"privacyFiveHeadA": "Font Awesome (lokales Hosting)",
		"privacyFiveParaA": "Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten Font Awesome. Font Awesome ist lokal installiert. Eine Verbindung zu Servern von Fonticons, Inc. findet dabei nicht statt. Weitere Informationen zu Font Awesome finden Sie in der Datenschutzerklärung für Font Awesome unter: https://fontawesome.com/privacy. Quelle: https://www.e-recht24.de"
	},
	"footer": {
		"socialNavLabel": "Soziale Netzwerke und Kontakt",
		"footerHead": "Rechtliche Hinweise",
		"privacyHead": "Datenschutzerklärung"
	},
	"accessibility": {
		"skipToContent": "Direkt zum Hauptinhalt springen"
	}
}