{
	"header": {
		"about": "About me",
		"skills": "Skills",
		"projects": "Projects",
		"contact": "Contact"
	},
	"button": {
		"getBtn": "Get in Touch",
		"talkBtn": "Let's talk",
		"project-detail": "Project details",
		"helloBtn" : "Hello World",
		"waveRoll" : "I´m Marcus Gühne",
		"backBtn" : "Go Back",
		"nextBtn" : "Next Project"
	},
	"about": {
		"title": "Who is Marcus?",
		"privacyline": "About me",
		"description": "Hi, I'm Marcus. I'm currently completing advanced training to become a front-end developer at the Developer Academy.<br><br> I'm passionate about programming because I enjoy turning ideas into functional applications. The constant evolution of technology inspires me to improve my skills.",
		"location": "Based in Oschatz/Saxony",
		"relocation": "Open to new projects",
		"remote": "Open to work remote"
	},
	"skills": {
		"title": "My Stack",
		"privacyline": "Skill set",
		"description": "My training at the Developer Academy focused on developing these core competencies and tools:",
		"peelAni" : "Pull to peel",
		"interested" : "I want to delve deeper"
	},
	"projects": {
		"info": {
			"title": "My Craft",
			"privacyline": "Projects",
			"description": "I cordially invite you to take a look at my projects and interact with them yourself. My focus is always on developing responsive and user-friendly solutions. I place the utmost importance on efficient and clean code to ensure optimal performance and maintainability. See for yourself how I combine design, usability, and technical excellence!"
		},
		"join": {
			"id": "Join",
			"titleDesc": "Description",
			"titleDetails": "Implementation Details",
			"titleDuration": "Duration: ",
			"descriptionOne": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
			"descriptionTwo": "As part of a 3-person team, we worked with HTML/CSS/JS and Firebase. With my focus being on developing the contact and board functionalities.",
			"descriptionDuration": "5 Weeks"
		},
		"pepe": {
			"id": "El Pollo Loco",
			"titleDesc": "Description",
			"titleDetails": "Implementation Details",
			"titleDuration": "Duration: ",
			"descriptionOne": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
			"descriptionTwo": "The game was developed entirely as a solo JavaScript project to deepen my OOP skills and adhere to clean code principles.",
			"descriptionDuration": "3 Weeks"
		},
		"pokeDex": {
			"id": "Pokédex",
			"titleDesc": "Description",
			"titleDetails": "Implementation Details",
			"titleDuration": "Duration: ",
			"descriptionOne": "This app is a register for all Pokémon trainers! It is based on data from the Pokémon API and displays character, special attacks, and statistics.",
			"descriptionTwo": "The goal of this solo project was to implement an API integration and handle asynchronous communication. The web design focused on combining creative design with a clear and intuitive user interface structure.",
			"descriptionDuration": "4 Weeks"
		}
	},
	"collage": {
		"headline": "Colleagues' Thoughts",
		"description": "IN THEIR WORDS"
	},
	"colleagues": {
		"intheirwords": "IN THEIR WORDS:",
		"thoughts": "Colleagues' Thoughts",
		"profile": "profile",
		"person1": "Marcus works purposfule and he is well organized. The communal work is an enrichment for the team. The team reaches their finsh trough his commitment very quickly.",
		"person2": "Marcus is distinguished by his strong work ethic and always approaches tasks with great care and dedication. He is an extremely reliable colleague whose results are always delivered on time and of excellent quality.",
		"person3": "Marcus brings a positive atmosphere to the team. He communicates openly and enjoys sharing his knowledge with others."
	},
	"contact": {
		"privacyline": "Ready to work<br> together?",
		"description": "CONTACT ME",
		"descriptionTwo": "I look forward to hearing from you!<br><br>Convinced? Let's talk about how my expertise and passion for professional development can help you achieve your goals.<br><br>Contact me to discuss your plans!"
	},
	"contactForm": {
		"name": "Enter your name",
		"email": "Enter your Email",
		"message": "How can I help you?",
		"privacyPolice": "I've read the",
		"privacyLink": "and agree to the processing of my data as outlined",
		"errorName": "Please enter your name",
		"errorEmail": "Please enter your email",
		"errorMessage": "Please enter a message",
		"sendButton": "Send",
		"nameHolder": "your name goes here",
		"emailHolder": "your email@email.com",
		"messageHolder": "Hello Marcus, I am interested in..."
	},
	"legalNotice": {
		"mainHead": "Legal Notice",
		"headOne": "Imprint",
		"headTwo": "Exploring the Board",
		"headThree": "Acceptance of terms",
		"paraOne": "By accessing and using <span>Portfolio</span> (Product), you acknowledge and agree to the following terms and conditions, and any policies, guidelines, or amendments thereto that may be presented to you from time to time. We, the listed students, may update or change the terms and conditions from time to time without notice.",
		"headFour": "Scope and ownership of the product",
		"paraTwo": "<span>Portfolio</span> has been developed as part of a student group project in a web development bootcamp at the <span>Developer Akademie GmbH</span>. It has an educational purpose and is not intended for extensive personal & business usage. As such, we cannot guarantee consistent availability, reliability, accuracy, or any other aspect of quality regarding this Product. The design of <span>Portfolio</span> is owned by the <span>Developer Akademie GmbH</span>. Unauthorized use, reproduction, modification, distribution, or replication of the design is strictly prohibited.",
		"headFive": "Proprietary rights",
		"paraThree": "Aside from the design owned by <span>Developer Akademie GmbH</span>, we, the listed students, retain all proprietary rights in <span>Portfolio</span>, including any associated copyrighted material, trademarks, and other proprietary information.",
		"headSix": "Use of the product",
		"paraFour": "<span>Portfolio</span> is intended to be used for lawful purposes only, in accordance with all applicable laws and regulations. Any use of <span>Portfolio</span> for illegal activities, or to harass, harm, threaten, or intimidate another person, is strictly prohibited. You are solely responsible for your interactions with other users of <span>Portfolio</span>.",
		"headSeven": "Disclaimer of warranties and limitation of liability",
		"paraFive": "Portfolio</span> is provided without warranty of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. In no event will we, the listed students, or the <span>Developer Akademie</span>, be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, even if we have been advised of the possibility of such damages, arising out of or in connection with the use or performance of <span>Portfolio</span>.",
		"headEight": "Indemnity",
		"paraSix": "You agree to indemnify, defend and hold harmless us, the listed students, the <span>Developer Akademie</span>, and our affiliates, partners, officers, directors, agents, and employees, from and against any claim, demand, loss, damage, cost, or liability (including reasonable legal fees) arising out of or relating to your use of <span>Portfolio</span> and/or your breach of this Legal Notice.",
		"paraSeven": "For any questions or notices, please contact us at marcusghne&#64;gmx.de.",
		"paraEight": "Date: July 26, 2025"
	},
	"privacy": {
		"mainprivacy": "Privacy Policy",
		"privacyOne": "1. Privacy at a Glance",
		"privacyHeadOne": "General Information",
		"privacyParaOne": "The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to personally identify you. Detailed information on data protection can be found in our Privacy Policy listed below this text.",
		"privacyHeadTwo": "Data Collection on this Website",
		"privacyHeadTwoLittleA": "Who is responsible for the data collection on this website?",
		"privacyParaTwoA": "The data processing on this website is carried out by the website operator. You can find their contact details in the 'Note on the Responsible Body' section of this Privacy Policy.",
		"privacyHeadTwoLittleB": "How do we collect your data?",
		"privacyParaTwoB": "Your data is collected, on the one hand, when you communicate it to us. This may include, for example, data you enter into a contact form. Other data is collected automatically or with your consent when you visit the website by our IT systems. This mainly concerns technical data (e.g., internet browser, operating system, or time of page view). This data is collected automatically as soon as you enter this website.",
		"privacyHeadTwoLittleC": "What do we use your data for?",
		"privacyParaTwoC": "Part of the data is collected to ensure the flawless provision of the website. Other data may be used to analyze your user behavior. If contracts can be concluded or initiated via the website, the transmitted data will also be processed for contract offers, orders, or other order requests.",
		"privacyHeadTwoLittleD": "What rights do you have regarding your data?",
		"privacyParaTwoD": "You have the right at any time to receive free information about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent to data processing, you can revoke this consent at any time for the future. Furthermore, you have the right to request the restriction of the processing of your personal data under certain circumstances. In addition, you have a right to lodge a complaint with the competent supervisory authority. You can contact us at any time regarding this and other questions on the subject of data protection.",
		"privacyTwo": "2. Hosting",
		"privacyTwoHeadA": "All-Inkl",
		"privacyTwoParaA": "We host the content of our website with the following provider: All-Inkl. The provider is ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as All-Inkl). Details can be found in the privacy policy of All-Inkl: https://all-inkl.com/datenschutzinformationen/.",
		"privacyTwoParaB": "The use of All-Inkl is based on Art. 6 Para. 1 lit. f GDPR. We have a legitimate interest in ensuring the most reliable presentation of our website. If corresponding consent was requested, processing is carried out exclusively on the basis of Art. 6 Para. 1 lit. a GDPR and § 25 Para. 1 TDDDG, insofar as the consent includes the storage of cookies or access to information in the user's end device (e.g., device fingerprinting) within the meaning of the TDDDG. Consent can be revoked at any time.",
		"privacyTwoHeadB": "Data Processing Agreement",
		"privacyTwoParaC": "We have concluded a contract for commissioned processing (AVV) for the use of the aforementioned service. This is a contract required by data protection law, which ensures that this service processes the personal data of our website visitors only according to our instructions and in compliance with the GDPR.",
		"privacyThree": "3. General Information and Mandatory Disclosures",
		"privacyThreeHeadA": "Data Protection",
		"privacyThreeParaA": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this Privacy Policy. When you use this website, various personal data are collected. Personal data is data with which you can be personally identified. This Privacy Policy explains what data we collect and what we use it for. It also explains how and for what purpose this happens. We point out that data transmission over the Internet (e.g., communication by email) can have security vulnerabilities. Complete protection of data against access by third parties is not possible.",
		"privacyThreeHeadB": "Note on the Responsible Body",
		"privacyThreeParaB": "The responsible body for data processing on this website is: Marcus Gühne, Lazerstr. 3, 04758 Oschatz. Telephone: +49 1556 6170599, Email: marcus.ghne@yahoo.de. The responsible body is the natural or legal person who alone or jointly with others decides on the purposes and means of processing personal data (e.g., names, email addresses, etc.).",
		"privacyThreeHeadC": "Storage Duration",
		"privacyThreeParaC": "Unless a more specific storage period has been mentioned within this Privacy Policy, your personal data will remain with us until the purpose for data processing ceases to apply. If you assert a legitimate request for deletion or revoke consent to data processing, your data will be deleted, provided we have no other legally permissible reasons for storing your personal data (e.g., retention periods under tax or commercial law); in the latter case, deletion will occur after these reasons cease to exist.",
		"privacyThreeHeadD": "General Information on the Legal Basis for Data Processing on this Website",
		"privacyThreeParaD": "If you have consented to data processing, we process your personal data on the basis of Art. 6 Para. 1 lit. a GDPR or Art. 9 Para. 2 lit. a GDPR, if special categories of data according to Art. 9 Para. 1 GDPR are processed. In the event of explicit consent to the transfer of personal data to third countries, data processing is also carried out on the basis of Art. 49 Para. 1 lit. a GDPR. If you have consented to the storage of cookies or access to information in your end device (e.g., via device fingerprinting), data processing is additionally carried out on the basis of § 25 Para. 1 TDDDG. Consent can be revoked at any time. If your data is required for the fulfillment of a contract or for the implementation of pre-contractual measures, we process your data on the basis of Art. 6 Para. 1 lit. b GDPR. Furthermore, we process your data if this is required for the fulfillment of a legal obligation on the basis of Art. 6 Para. 1 lit. c GDPR. Data processing can also be carried out on the basis of our legitimate interest in accordance with Art. 6 Para. 1 lit. f GDPR. Information on the respective applicable legal basis in each individual case is provided in the following paragraphs of this Privacy Policy.",
		"privacyThreeHeadE": "Recipients of Personal Data",
		"privacyThreeParaE": "As part of our business activities, we work together with various external bodies. In some cases, personal data must also be transferred to these external bodies. We only pass on personal data to external bodies if this is necessary within the framework of contract fulfillment, if we are legally obliged to do so (e.g., disclosure of data to tax authorities), if we have a legitimate interest in the disclosure in accordance with Art. 6 Para. 1 lit. f GDPR or if another legal basis permits the data transfer. When using commissioned processors, we only pass on our customers' personal data on the basis of a valid contract for commissioned processing. In the event of joint processing, a joint processing agreement is concluded.",
		"privacyThreeHeadF": "Revocation of Your Consent to Data Processing",
		"privacyThreeParaF": "Many data processing operations are only possible with your express consent. You can revoke consent you have already given at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation.",
		"privacyThreeHeadG": "Right to Object to Data Collection in Special Cases and to Direct Advertising (Art. 21 GDPR)",
		"privacyThreeParaG": "IF DATA PROCESSING IS CARRIED OUT ON THE BASIS OF ART. 6 PARA. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT AT ANY TIME, FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION, TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS, OR THE PROCESSING SERVES THE ASSERTION, EXERCISE OR DEFENSE OF LEGAL CLAIMS (OBJECTION ACCORDING TO ART. 21 PARA. 1 GDPR). IF YOUR PERSONAL DATA IS PROCESSED FOR THE PURPOSE OF DIRECT MARKETING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH ADVERTISING; THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT MARKETING (OBJECTION ACCORDING TO ART. 21 PARA. 2 GDPR).",
		"privacyThreeHeadH": "Right to Lodge a Complaint with the Competent Supervisory Authority",
		"privacyThreeParaH": "In the event of violations of the GDPR, the data subjects have a right to lodge a complaint with a supervisory authority, in particular in the Member State of their habitual residence, their place of work or the place of the alleged violation. The right to lodge a complaint exists without prejudice to any other administrative or judicial remedies.",
		"privacyThreeHeadI": "Right to Data Portability",
		"privacyThreeParaI": "You have the right to have data that we process automatically on the basis of your consent or in fulfillment of a contract handed over to you or to a third party in a common, machine-readable format. If you request the direct transfer of the data to another controller, this will only take place if it is technically feasible.",
		"privacyThreeHeadJ": "Information, Correction, and Deletion",
		"privacyThreeParaJ": "Within the scope of the applicable legal provisions, you have the right at any time to free information about your stored personal data, its origin and recipient, and the purpose of the data processing and, if applicable, a right to correction or deletion of this data. You can contact us at any time regarding this and other questions on the subject of personal data.",
		"privacyThreeHeadK": "Right to Restriction of Processing",
		"privacyThreeParaK": "You have the right to request the restriction of the processing of your personal data. You can contact us at any time for this purpose. The right to restriction of processing exists in the following cases: If you dispute the accuracy of your personal data stored by us, we usually need time to check this. For the duration of the check, you have the right to request the restriction of the processing of your personal data. If the processing of your personal data occurred/occurs unlawfully, you can request the restriction of data processing instead of deletion. If we no longer need your personal data, but you need it to assert, exercise, or defend legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion. If you have lodged an objection pursuant to Art. 21 Para. 1 GDPR, a balance must be struck between your and our interests. As long as it has not yet been determined whose interests prevail, you have the right to request the restriction of the processing of your personal data. If you have restricted the processing of your personal data, this data – apart from its storage – may only be processed with your consent or for the assertion, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or a Member State.",
		"privacyThreeHeadL": "SSL or TLS Encryption",
		"privacyThreeParaL": "This site uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the site operator. You can recognize an encrypted connection by the fact that the address line of the browser changes from “http://” to “https://” and by the lock symbol in your browser line. If SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
		"privacyFour": "4. Data Collection on this Website",
		"privacyFourHeadA": "Contact Form",
		"privacyFourParaA": "If you send us inquiries via the contact form, your details from the inquiry form, including the contact data you provided there, will be stored by us for the purpose of processing the inquiry and for the event of follow-up questions. We do not pass on this data without your consent. The processing of this data is based on Art. 6 Para. 1 lit. b GDPR, provided your inquiry is related to the fulfillment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries addressed to us (Art. 6 Para. 1 lit. f GDPR) or on your consent (Art. 6 Para. 1 lit. a GDPR) if this was requested; consent can be revoked at any time. The data you entered into the contact form will remain with us until you request us to delete it, revoke your consent to storage, or the purpose for data storage ceases to apply (e.g., after your inquiry has been processed). Mandatory legal provisions – in particular retention periods – remain unaffected.",
		"privacyFourHeadB": "Inquiry by Email, Telephone, or Fax",
		"privacyFourParaB": "If you contact us by email, telephone, or fax, your inquiry, including all resulting personal data (name, inquiry), will be stored and processed by us for the purpose of processing your request. We do not pass on this data without your consent. The processing of this data is based on Art. 6 Para. 1 lit. b GDPR, provided your inquiry is related to the fulfillment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries addressed to us (Art. 6 Para. 1 lit. f GDPR) or on your consent (Art. 6 Para. 1 lit. a GDPR) if this was requested; consent can be revoked at any time. The data transmitted by you to us via contact inquiries will remain with us until you request us to delete it, revoke your consent to storage, or the purpose for data storage ceases to apply (e.g., after your request has been processed). Mandatory legal provisions – in particular statutory retention periods – remain unaffected.",
		"privacyFive": "5. Plugins and Tools",
		"privacyFiveHeadA": "Font Awesome (Local Hosting)",
		"privacyFiveParaA": "This site uses Font Awesome for the uniform display of fonts. Font Awesome is installed locally. A connection to Fonticons, Inc. servers does not take place. Further information on Font Awesome can be found in the privacy policy for Font Awesome at: https://fontawesome.com/privacy."
	},
	"footer": {
		"footerHead": "Legal Notice",
		"privacyHead": "Privacy Policy"
	}
}